tap "caskroom/cask"
tap "ethereum/ethereum"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "mengbo/ch340g-ch34g-ch34x-mac-os-x-driver", "https://github.com/mengbo/ch340g-ch34g-ch34x-mac-os-x-driver"
brew "carthage"
brew "cmake"
brew "flow"
brew "geth"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "go"
brew "heroku"
brew "libxml2"
brew "python", link: false
brew "macvim"
brew "mariadb", restart_service: true
brew "mongodb", restart_service: true
brew "platformio"
brew "pyenv"
brew "qt"
brew "r"
brew "redis"
brew "thefuck"
brew "tor"
brew "vim", args: ["with-lua"]
brew "watchman"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "react-native-debugger"
cask "mengbo/ch340g-ch34g-ch34x-mac-os-x-driver/wch-ch34x-usb-serial-driver"
